[
  {
    "title": "Agadir : Aziz Akhannouch inaugure plusieurs projets de développement structurants - Le Matin.ma",
    "content": "Agadir : Aziz Akhannouch inaugure plusieurs projets de développement structurants\nPlusieurs projets de développement structurants ont été inaugurés ou lancés, samedi à Agadir, à l’occasion du 26e anniversaire de la Fête du Trône. Lancés par le Chef du gouvernement, président du Conseil communal d’Agadir, Aziz Akhannouch, accompagné du ministre de la Santé et de la Protection Sociale, Amine Tahraoui, du wali de la région de Souss-Massa, gouverneur de la préfecture d’Agadir-Ida Outanane, Saaïd Amzazi et du président de la région de Souss-Massa, Karim Achengli, ces projets s’inscrivent dans le sillage de la mise en œuvre de la Vision Royale visant à repositionner la ville d’Agadir en un pôle urbain moderne et intégré.\nLE MATIN\n|\n28 Juillet 2025\n                     À 17:25\nSuivez-nous sur notre chaîne WhatsApp\nDans une déclaration à la presse,\nAkhannouch\na souligné que ces projets d’envergure, qui s’inscrivent dans le cadre du programme de développement urbain d’Agadir, portent notamment sur le renforcement des infrastructures dans les domaines de la culture, du sport, de la santé et des espaces verts, en vue de rapprocher les différents services des citoyens et de rehausser la ville au niveau de ses ambitions.\nLancement des services de 200 établissements de santé au niveau de 8 régions\nÀ l’occasion de la célébration du 26ème anniversaire de l’accession de Sa Majesté le Roi Mohammed VI, que Dieu L’assiste, au Trône de Ses glorieux ancêtres, l’offre de soins nationale s’est renforcée par la mise en service d’un nombre important de centres de santé. Le Ministre de la Santé et de la Protection Sociale, Amine Tehraoui, a lancé, le vendredi 25 juillet 2025, depuis le centre de santé urbain Al Qods à Errachidia, en présence du Wali de la région Drâa-Tafilalet, Gouverneur de la province d’Errachidia, Said Zniber, du Gouverneur de la province de Tinghir, Ismail Haikal, ainsi que des Directeurs Régionaux de la Santé et de la Protection Sociale par visioconférence, les services de 200 centres de santé urbains et ruraux de premier et deuxième niveaux, de même que des dispensaires ruraux au niveau de 8 régions, et ce après leur réhabilitation et équipement.\nAinsi, la délégation a procédé à l’inauguration de l’\nhôpital du jour\nrelevant du\nCentre Hospitalier Régional Hassan II\n, aménagé sur une superficie de 4.000 m². Cette structure de santé vise à renforcer l’offre de soins dans la région de Souss-Massa, dans le cadre de la politique de réhabilitation et d’équipement des\nétablissements de santé publics\n, en application des Hautes Instructions Royales relatives à la mise en œuvre des chantiers de la généralisation de la couverture sanitaire universelle et de la protection sociale.\nDans ce sens,\nTahraoui\na indiqué que l’ouverture de cet hôpital revêt une importance majeure pour les habitants de la ville et de la région en général, leur permettant de bénéficier de services de santé de qualité et des consultations médicales et spécialisées.\nCe projet, a-t-il dit, s’inscrit dans le cadre de la mise en œuvre des Directives Royales visant à réformer le système de santé de manière à répondre aux besoins des citoyens.\nPar ailleurs, Akhannouch et la délégation l’accompagnant ont effectué une visite au chantier de reconstruction et de réhabilitation du Centre hospitalier régional Hassan II, où ils ont été informés de l’état d’avancement de ce projet.\nCette infrastructure sanitaire abritera de nombreux services spécialisés, notamment une unité d’oncologie, un centre d’hémodialyse, une unité d’intervention médicale d’urgence, un laboratoire d’analyses, un centre de référence pour le dépistage du Sida et des services d’hospitalisation spécialisés.\nConcernant les infrastructures socio-sportives, il a été procédé à l’inauguration de la piscine couverte au quartier «Mohamadi» sur une superficie couverte de plus de 2.000 m², comprenant plusieurs dépendances, une piscine olympique et des espaces extérieurs, dont un terrain de basketball circulaire et des espaces verts. Sur le Plan culturel et social, «Dar al-Hay» (Maison de Quartier) au quartier Essalam a été inaugurée, après les travaux de réhabilitation et d’équipement, selon un concept moderne qui la transforme en un espace multifonctionnel dédié à l’éducation, à la formation et à l’intégration sociétale.\nCe projet s’inscrit dans le cadre de la réhabilitation de sept établissements culturels répartis sur plusieurs quartiers de la ville, sur une superficie totale de plus de 18.000 m². S’agissant des espaces verts, la délégation a procédé à l’inauguration de la 2e tranche du Parc «Al Inbiaat», aménagé sur une superficie de plus de 25 hectares comprenant notamment des espaces pour enfants, des aires pour les sports urbains, des places équipées de fontaines, des espaces verts, des terrains de sport de proximité et des commerces. Pour ce qui est des infrastructures de mobilité urbaine, un parking sous terrain de 10.800 m² a été inauguré à la rue la foire, d’une capacité de plus de 400 voitures, en plus de l’aménagement d’une place publique supérieure s’étendant sur une superficie de 10.000 m².\nLE MATIN\n|\n28 Juillet 2025\n                     À 17:25",
    "publish_date": "2025-08-11",
    "url": "https://lematin.ma/regions/agadir-aziz-akhannouch-inaugure-plusieurs-projets/293768",
    "source": "lematin.ma"
  }
]