[
  {
    "title": "Ballon d’Or 2025 : Achraf Hakimi parmi les 30 nommés - La Vie éco",
    "content": "Suivez La Vie éco sur Telegram\nLe latéral droit de l’équipe du Maroc et du club français de Paris Saint-Germain figure, pour la première fois de sa carrière, dans une liste de 30 nommés, publiée jeudi. Le Ballon d’Or 2025 sera décerné le 22 septembre.\nLe joueur de 26 ans, un défenseur qui s’est illustré par ses valeureuses contributions en attaque, que ce soit en sélection nationale ou en club, se présente avec un bilan de 63 matches, 13 buts et 15 passes décisives lors de la saison 2024-2025.\nAvec le PSG, il a remporté cette année la Ligue des champions, le championnat de France, la Coupe de France et le Trophée des champions. Il a aussi été finaliste au Mondial des clubs aux Etats-Unis.\nLe gardien de but de la sélection marocaine de football, Yassine Bounou figure, lui, parmi les dix nommés pour le Trophée Yachine, qui récompense le meilleur goalkeeper du monde.\nLe Lion de l’Atlas, qui évolue pour le club saoudien Al-Hilal, en est à sa troisième nomination pour ce prix, avec comme meilleur classement une troisième place en 2023. Il se présente à cette distinction avec une saison 2024-2025 jalonnée, notamment, de 56 matches et 20 clean-sheets.\nTags :\nAchraf Hakimi\nBallon d'or\nen-vedette\nfootball\nlions de l'atlas\nPSG\nYassine Bounou\nArticles suggérés\nExportations de framboises et mûres : Le Maroc leader dans la région MENA\nTGCC : Bouzoubaa reçu en audience par le Président du Gabon\nCrédit bancaire : En hausse de 5,8%, l’encours culmine à 1.175 MMDH à fin juin 2025\nPLF 2026 : La réduction des disparités sociales et spatiales au cœur des priorités du gouvernement\nBAM : L’accès au financement bancaire jugé normal par 80% des patrons d’industrie\nIndustrie : 71% des entreprises jugent normal le climat général des affaires\nLire ce numéro en ligne à 20 DH\nDécouvrir nos offres d’abonnement",
    "publish_date": "2025-08-11",
    "url": "https://www.lavieeco.com/influences/ballon-dor-2025-achraf-hakimi-parmi-les-30-nommes/",
    "source": "www.lavieeco.com"
  },
  {
    "title": "Three Real Madrid Stars Nominated for 2025 Ballon d’Or",
    "content": "The shortlist for the 2025 Ballon d’Or has officially been unveiled by France Football, and three Real Madrid players have made the cut: Kylian Mbappé, Vinícius Júnior, and Jude Bellingham. All three are being recognized for their campaigns in what was otherwise an underwhelming year for Los Blancos.\nThis year’s list features a mix of youth, experience, and standout performances across Europe’s top clubs. From Paris Saint-Germain, a staggering nine players have been nominated, including Ousmane Dembélé and Achraf Hakimi, on the back of PSG’s treble-winning season.\nNotably absent from the list is Rodri, who won the 2024 Ballon d’Or but missed much of the recent season through injury. Dani Carvajal, one of the best players in the world last year, also had to drop out because of a devastating ACL injury.\nOther major nominees include Erling Haaland, Harry Kane, Cole Palmer, Mohamed Salah, and Lautaro Martínez.\nThe 2025 Ballon d’Or winner will be crowned on September 22 at the Théâtre du Châtelet in Paris.\nHere is the full list:\nOusmane Dembélé (PSG)Gianluigi Donnarumma (PSG)Jude Bellingham (Real Madrid)Désiré Doué (PSG)Denzel Dumfries (Inter)Erling Haaland (Manchester City)Serhou Guirassy (Borussia Dortmund)Viktor Gyokeres (Arsenal)Harry Kane (Bayern)Achraf Hakimi (PSG)Khvicha Kvaratskhelia (PSG)Lamine Yamal (FC Barcelona)Robert Lewandowski (FC Barcelona)Alexis Mac Allister (Liverpool)Lautaro Martínez (Inter)Scott McTominay (Naples)Kylian Mbappé (Real Madrid)Nuno Mendes (PSG)Joao Neves (PSG)Pedri (FC Barcelona)Cole Palmer (Chelsea)Michael Olise (Bayern)Raphinha (FC Barcelona)Declan Rice (Arsenal)Fabian Ruiz (PSG)Virgil van Dijk (Liverpool)Vinicius Junior (Real Madrid)Mohamed Salah (Liverpool)Florian Wirtz (Liverpool)Vitinha (PSG)\n\n\nA daily roundup of Real Madrid news\nThe club will give him a new contract now that he’s a first-team player, club sources told Managing Madrid.\nA fresh new look for Managing Madrid!\nAccording to MARCA and Onda Cero.\nThe Argentinian wonder kid talked to ESPN ahead of his flight to Madrid.\nAccording to The Athletic.\n© 2025 Vox Media, LLC. All Rights Reserved\nGambling Problem? Call 1-800-GAMBLER (1-800-426-2537). Hope is here. GamblingHelpLineMA.org or call (800) 327-5050 for 24/7 support (MA). Visit www.mdgamblinghelp.org (MD). Call 877-8HOPE-NY or text HOPENY (467369) (NY). 21+ (18+ D.C.) and present in select states (for KS, in affiliation with Kansas Star Casino). Call 1-888-789-7777 or visit ccpg.org/chat (CT) or visit FanDuel.com/RG.",
    "url": "https://www.managingmadrid.com/real-madrid-cf-news/92096/three-real-madrid-stars-nominated-for-2025-ballon-dor",
    "publish_date": "2025-08-08T00:26:40Z",
    "source": "www.managingmadrid.com"
  },
  {
    "title": "Nine PSG players dominate Ballon d’Or 2025 nominee list",
    "content": "UEFA Champions League winners Paris Saint-Germain dominate the men’s list for football’s most prestigious award.\nNine players from treble-winning Paris Saint-Germain have been nominated for the men’s Ballon d’Or this year, along with the club’s coach Luis Enrique, as France Football announced its list of nominees.\nOusmane Dembele, Gianluigi Donnarumma, Desire Doue, Achraf Hakimi, Khvicha Kvaratskhelia, Nuno Mendes, Joao Neves, Fabian Ruiz and Vitinha are all on the list of 30 players nominated on Thursday for the big prize.\nDembele scored 35 goals and claimed 16 assists in all competitions as PSG won the Ligue 1 title, French Cup and Champions League and were Club World Cup runners-up to Chelsea.\nOther nominees include Barcelona’s Raphinha (34 goals, 25 assists), Liverpool’s Mohamed Salah (34 goals, 23 assists), who was named Premier League Player of the Season, and Manchester City striker Erling Haaland (34 goals, five assists).\nScott McTominay, who won Serie A’s Most Valuable Player after guiding Napoli to the title, was also nominated as the first Scotsman in 38 years to make the shortlist. Barca’s Lamine Yamal (18 goals, 25 assists) made the cut while the 18-year-old winger was also nominated for the Kopa Trophy for best Under-21 player, an award he won last year.\nFive England players were nominated for the women’s Ballon d’Or after their Euros triumph, including goalkeeper Hannah Hampton, Lucy Bronze, Alessia Russo, Chloe Kelly and Leah Williamson.\nMarta, who came out of retirement to lead Brazil to the women’s Copa America title at the age of 39, was also nominated. Along with Luis Enrique, Enzo Maresca, who guided Chelsea to the Club World Cup title, and Liverpool’s Arne Slot, who won the Premier League crown in his first season at the club, were nominated for the men’s Coach of the Year award.\nSpanish midfielders Rodri and Aitana Bonmati are the current holders of the men’s and women’s Ballon d’Or awards, respectively.\nThe former spent most of last season injured with Manchester City, while Bonmati was a defeated finalist at Euro 2025 as England overcame Spain.\nThe women’s coach nominees are led by Sonia Bompastor, who won a domestic treble at Chelsea, Renee Slegers, who took Arsenal to their second Champions League crown, and Sarina Wiegman, after she helped England retain their Euros title.\nMen: Jude Bellingham, Ousmane Dembele, Gianluigi Donnarumma, Desire Doue, Denzel Dumfries, Serhou Guirassy, Viktor Gyokeres, Erling Haaland, Achraf Hakimi, Harry Kane, Khvicha Kvaratskhelia, Robert Lewandowski, Alexis Mac Allister, Lautaro Martinez, Kylian Mbappe, Scott McTominay, Nuno Mendes, Joao Neves, Michael Olise, Cole Palmer, Pedri, Raphinha, Declan Rice, Fabian Ruiz, Mohamed Salah, Virgil van Dijk, Vinicius Jr, Vitinha, Florian Wirtz, Lamine Yamal\nWomen: Sandy Baltimore, Barbra Banda, Aitana Bonmati, Lucy Bronze, Klara Buehl, Mariona Caldentey, Sofia Cantore, Steph Catley, Temwa Chawinga, Melchie Dumornay, Emily Fox, Cristiana Girelli, Esther Gonzalez, Caroline Graham Hansen, Hannah Hampton, Pernille Harder, Patri Guijarro, Amanda Gutierres, Lindsey Heaps, Chloe Kelly, Frida Leonhardsen-Maanum, Marta, Clara Mateo, Ewa Pajor, Claudia Pina, Alexia Putellas, Alessia Russo, Johanna Rytting Kaneryd, Caroline Weir, Leah Williamson\nMen’s coach of the year: Antonio Conte, Luis Enrique, Hansi Flick, Enzo Maresca, Arne Slot\nWomen’s coach of the year: Sonia Bompastor, Arthur Elias, Justine Madugu, Renee Slegers, Sarina Wiegman\nMen’s club of the year: Barcelona, Botafogo, Chelsea, Liverpool, Paris St Germain\nWomen’s club of the year: Arsenal, Barcelona, Chelsea, OL Lyonnes, Orlando Pride\nYashin trophy men: Alisson Becker, Yassine Bounou, Lucas Chevalier, Thibaut Courtois, Gianluigi Donnarumma, Emi Martinez, Jan Oblak, David Raya, Matz Sels, Yann Sommer\nYashin trophy women: Ann-Katrin Berger, Cata Coll, Hannah Hampton, Chiamaka Nnadozie, Daphne van Domselaar\nMen’s Kopa Trophy: Ayyoub Bouaddi, Pau Cubarsi, Desire Doue, Estevao, Dean Huijsen, Myles Lewis-Skelly, Rodrigo Mora, Joao Neves, Lamine Yamal, Kenan Yildiz\nWomen’s Kopa Trophy: Michelle Agyemang, Linda Caicedo, Wieke Kaptein, Vicky Lopez, Claudia Martinez Ovando\n\n\n\n\n\n\n\n\n\nFollow Al Jazeera English:",
    "url": "https://www.aljazeera.com/sports/2025/8/7/nine-psg-players-dominate-ballon-dor-2025-nominee-list",
    "publish_date": "2025-08-07T15:30:09Z",
    "source": "www.aljazeera.com"
  },
  {
    "title": "Men's Ballon d'Or list: Yamal, Dembélé favourites",
    "content": "Full men's Ballon d'Or nominees: Yamal, Dembélé headline listplay2025 men's Ballon d'Or nominees revealed (1:42)Take a look at some of the names that have been nominated for the 2025 men's Ballon d'Or. (1:42)ESPNAug 7, 2025, 09:41 AM ETEmailPrintOpen Extended ReactionsThe nominees to lift the 2025 men's Ballon d'Or have been announced with Paris Saint-Germain talisman Ousmane Demebélé and Barcelona's 18-year-old star Lamine Yamal among the favourites.Demebélé played an integral role as PSG won the first Champions League title in the club's history last season, while Yamal's performances for Barcelona and Spain have seen him likened to Lionel Messi.Last year's winner, Rodri, did not make the list after suffering a serious knee injury in September that kept him out until the penutlimate game of Manchester City's Premier League season.Dembélé was joined on the list by eight of his PSG teammates including Désiré Doué, Achraf Hakimi and Khvicha Kvaratskhelia.Lamine Yamal and Ousmane Demebélé are among the favourites to win this year's Ballon d'Or. Jean Catuffe/Getty ImagesDespite the French club's dominance, the Premier League boasted the most players on the list with Cole Palmer, Mohamed Salah and Declan Rice among the hopefuls.Two players on the list have signed for Premier League sides this summer -- Viktor Gyökeres (Arsenal) and Florian Wirtz (Liverpool).- Disney+ to show primetime LaLiga games in UK and Ireland\n- Ballon d'Or: 10 nominated players you may have missed since 2014\n- LaLiga's top 2025-26 kits: Barcelona, Real Madrid, Atlético, moreThere were eight players from LaLiga, including Real Madrid's Jude Bellingham and Vinícius Júnior.Former Manchester United midfielder Scott McTominay was included on the list after he inspired Napoli to the Serie A title.2025 Men's Ballon d'Or nominees:Jude Bellingham\nOusmane Dembélé\nGianluigi Donnarumma\nDésiré Doué\nDenzel Dumfries\nSerhou Guirassy\nViktor Gyökeres\nErling Haaland\nAchraf Hakimi\nHarry Kane\nKhvicha Kvaratskhelia\nRobert Lewandowski\nAlexis Mac Allister\nLautaro Martínez\nKylian Mbappé\nScott McTominay\nNuno Mendes\nJoão Neves\nMichael Olise\nCole Palmer\nPedri\nRaphinha\nDeclan Rice\nFabián Ruiz\nMohamed Salah\nVirgil van Dijk\nVinícius Júnior\nVitinha\nFlorian Wirtz\nLamine Yamal\n\n\nTerms of UsePrivacy PolicyInterest-Based AdsManage Privacy Preferences© ESPN Enterprises, Inc. All rights reserved.\nTake a look at some of the names that have been nominated for the 2025 men's Ballon d'Or. (1:42)\nThe nominees to lift the 2025 men's Ballon d'Or have been announced with Paris Saint-Germain talisman Ousmane Demebélé and Barcelona's 18-year-old star Lamine Yamal among the favourites.\nDemebélé played an integral role as PSG won the first Champions League title in the club's history last season, while Yamal's performances for Barcelona and Spain have seen him likened to Lionel Messi.\nLast year's winner, Rodri, did not make the list after suffering a serious knee injury in September that kept him out until the penutlimate game of Manchester City's Premier League season.\nDembélé was joined on the list by eight of his PSG teammates including Désiré Doué, Achraf Hakimi and Khvicha Kvaratskhelia.\nDespite the French club's dominance, the Premier League boasted the most players on the list with Cole Palmer, Mohamed Salah and Declan Rice among the hopefuls.\nTwo players on the list have signed for Premier League sides this summer -- Viktor Gyökeres (Arsenal) and Florian Wirtz (Liverpool).\n- Disney+ to show primetime LaLiga games in UK and Ireland\n- Ballon d'Or: 10 nominated players you may have missed since 2014\n- LaLiga's top 2025-26 kits: Barcelona, Real Madrid, Atlético, more\nThere were eight players from LaLiga, including Real Madrid's Jude Bellingham and Vinícius Júnior.\nFormer Manchester United midfielder Scott McTominay was included on the list after he inspired Napoli to the Serie A title.\nJude Bellingham\nOusmane Dembélé\nGianluigi Donnarumma\nDésiré Doué\nDenzel Dumfries\nSerhou Guirassy\nViktor Gyökeres\nErling Haaland\nAchraf Hakimi\nHarry Kane\nKhvicha Kvaratskhelia\nRobert Lewandowski\nAlexis Mac Allister\nLautaro Martínez\nKylian Mbappé\nScott McTominay\nNuno Mendes\nJoão Neves\nMichael Olise\nCole Palmer\nPedri\nRaphinha\nDeclan Rice\nFabián Ruiz\nMohamed Salah\nVirgil van Dijk\nVinícius Júnior\nVitinha\nFlorian Wirtz\nLamine Yamal",
    "url": "https://www.espn.com/soccer/story/_/id/45919397/full-mens-ballon-dor-nominees-lamine-yamal-ousmane-dembele-headline-list",
    "publish_date": "2025-08-07T16:05:11Z",
    "source": "www.espn.com"
  },
  {
    "title": "Ballon d'Or 2025: The Moroccan national team reacts to Achraf Hakimi's nomination",
    "content": "",
    "url": "https://foot-africa.com/en/news/ballon-dor-2025-the-moroccan-national-team-reacts-to-achraf-hakimis-nomination-829317/",
    "publish_date": "2025-08-07T16:45:00Z",
    "source": "foot-africa.com"
  },
  {
    "title": "Nine PSG players on Ballon d'Or shortlist after treble-winning campaign",
    "content": "Sport\n  \n\n\n\n      Sport\n  \n\nFILE PHOTO: Soccer Football - Champions League - Final - Paris St Germain v Inter Milan - Allianz Arena, Munich, Germany - May 31, 2025 Paris St Germain's Marquinhos lifts the trophy as he celebrates with teammates after winning the Champions League REUTERS/Peter Cziborra/File Photo\nNine players from treble-winning Paris St Germain have been nominated for the men's Ballon d'Or this year along with the club's coach Luis Enrique as France Football announced the list of nominees on Thursday.\nOusmane Dembele, Gianluigi Donnarumma, Desire Doue, Achraf Hakimi, Khvicha Kvaratskhelia, Nuno Mendes, Joao Neves, Fabian Ruiz and Vitinha are all on the list of 30 players nominated for the big prize.\nDembele scored 35 goals and claimed 16 assists in all competitions as PSG won the Ligue 1 title, French Cup and Champions League and were Club World Cup runners-up to Chelsea.\nOther nominees include Barcelona's Raphinha (34 goals, 25 assists), Liverpool's Mohamed Salah (34 goals, 23 assists), who was named Premier League Player of the Season, and Manchester City striker Erling Haaland (34 goals, five assists).\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSubscribe to CNA's Recommended Read\nA single handpicked story that we think you shouldn't miss. Just one a day.\n\n\n\n\n\n\n\n\n\n\n\n\t\t\tThis service is not intended for persons residing in the E.U. By clicking subscribe, I agree to receive news updates and promotional material from Mediacorp and Mediacorp’s partners.\n\t\t\n\n\n\n\n     Loading \n\n\n\n\nScott McTominay, Serie A's Most Valuable Player after guiding Napoli to the title, was also nominated as the first Scotsman in 38 years to make the shortlist.Barca's Lamine Yamal (18 goals, 25 assists) made the cut while the 18-year-old winger was also nominated for the Kopa Trophy for best Under-21 player, an award he won last year.Five England players were nominated for the women's Ballon d'Or after their Euros triumph, including goalkeeper Hannah Hampton, Lucy Bronze, Alessia Russo, Chloe Kelly and Leah Williamson.Marta, who came out of retirement to lead Brazil to the women's Copa America title at the age of 39, was also nominated.Along with Luis Enrique, Enzo Maresca, who guided Chelsea to the Club World Cup title, and Liverpool's Arne Slot, who won the Premier League crown in his first season at the club, were nominated for the men's Coach of the Year award.The women's coach nominees are led by Sonia Bompastor, who won a domestic treble at Chelsea, Renee Slegers, who took Arsenal to their second Champions League crown, and Sarina Wiegman after she helped England retain their Euros title.BALLON D'OR NOMINATIONSMen: Jude Bellingham, Ousmane Dembele, Gianluigi Donnarumma, Desire Doue, Denzel Dumfries, Serhou Guirassy, Viktor Gyokeres, Erling Haaland, Achraf Hakimi, Harry Kane, Khvicha Kvaratskhelia, Robert Lewandowski, Alexis Mac Allister, Lautaro Martinez, Kylian Mbappe, Scott McTominay, Nuno Mendes, Joao Neves, Michael Olise, Cole Palmer, Pedri, Raphinha, Declan Rice, Fabian Ruiz, Mohamed Salah, Virgil van Dijk, Vinicius Jr, Vitinha, Florian Wirtz, Lamine YamalWomen: Sandy Baltimore, Barbra Banda, Aitana Bonmati, Lucy Bronze, Klara Buehl, Mariona Caldentey, Sofia Cantore, Steph Catley, Temwa Chawinga, Melchie Dumornay, Emily Fox, Cristiana Girelli, Esther Gonzalez, Caroline Graham Hansen, Hannah Hampton, Pernille Harder, Patri Guijarro, Amanda Gutierres, Lindsey Heaps, Chloe Kelly, Frida Leonhardsen-Maanum, Marta, Clara Mateo, Ewa Pajor, Claudia Pina, Alexia Putellas, Alessia Russo, Johanna Rytting Kaneryd, Caroline Weir, Leah WilliamsonOTHER AWARD NOMINATIONSMen's coach of the year: Antonio Conte, Luis Enrique, Hansi Flick, Enzo Maresca, Arne SlotWomen's coach of the year: Sonia Bompastor, Arthur Elias, Justine Madugu, Renee Slegers, Sarina WiegmanMen's club of the year: Barcelona, Botafogo, Chelsea, Liverpool, Paris St GermainWomen's club of the year: Arsenal, Barcelona, Chelsea, OL Lyonnes, Orlando PrideYashin trophy men: Alisson Becker, Yassine Bounou, Lucas Chevalier, Thibaut Courtois, Gianluigi Donnarumma, Emi Martinez, Jan Oblak, David Raya, Matz Sels, Yann SommerYashin trophy women: Ann-Katrin Berger, Cata Coll, Hannah Hampton, Chiamaka Nnadozie, Daphne van Domselaar    Men's Kopa Trophy: Ayyoub Bouaddi, Pau Cubarsi, Desire Doue, Estevao, Dean Huijsen, Myles Lewis-Skelly, Rodrigo Mora, Joao Neves, Lamine Yamal, Kenan YildizWomen's Kopa Trophy: Michelle Agyemang, Linda Caicedo, Wieke Kaptein, Vicky Lopez, Claudia Martinez Ovando\nScott McTominay, Serie A's Most Valuable Player after guiding Napoli to the title, was also nominated as the first Scotsman in 38 years to make the shortlist.\nBarca's Lamine Yamal (18 goals, 25 assists) made the cut while the 18-year-old winger was also nominated for the Kopa Trophy for best Under-21 player, an award he won last year.\nFive England players were nominated for the women's Ballon d'Or after their Euros triumph, including goalkeeper Hannah Hampton, Lucy Bronze, Alessia Russo, Chloe Kelly and Leah Williamson.\nMarta, who came out of retirement to lead Brazil to the women's Copa America title at the age of 39, was also nominated.\nAlong with Luis Enrique, Enzo Maresca, who guided Chelsea to the Club World Cup title, and Liverpool's Arne Slot, who won the Premier League crown in his first season at the club, were nominated for the men's Coach of the Year award.\nThe women's coach nominees are led by Sonia Bompastor, who won a domestic treble at Chelsea, Renee Slegers, who took Arsenal to their second Champions League crown, and Sarina Wiegman after she helped England retain their Euros title.\nBALLON D'OR NOMINATIONS\nMen: Jude Bellingham, Ousmane Dembele, Gianluigi Donnarumma, Desire Doue, Denzel Dumfries, Serhou Guirassy, Viktor Gyokeres, Erling Haaland, Achraf Hakimi, Harry Kane, Khvicha Kvaratskhelia, Robert Lewandowski, Alexis Mac Allister, Lautaro Martinez, Kylian Mbappe, Scott McTominay, Nuno Mendes, Joao Neves, Michael Olise, Cole Palmer, Pedri, Raphinha, Declan Rice, Fabian Ruiz, Mohamed Salah, Virgil van Dijk, Vinicius Jr, Vitinha, Florian Wirtz, Lamine Yamal\nWomen: Sandy Baltimore, Barbra Banda, Aitana Bonmati, Lucy Bronze, Klara Buehl, Mariona Caldentey, Sofia Cantore, Steph Catley, Temwa Chawinga, Melchie Dumornay, Emily Fox, Cristiana Girelli, Esther Gonzalez, Caroline Graham Hansen, Hannah Hampton, Pernille Harder, Patri Guijarro, Amanda Gutierres, Lindsey Heaps, Chloe Kelly, Frida Leonhardsen-Maanum, Marta, Clara Mateo, Ewa Pajor, Claudia Pina, Alexia Putellas, Alessia Russo, Johanna Rytting Kaneryd, Caroline Weir, Leah Williamson\nOTHER AWARD NOMINATIONS\nMen's coach of the year: Antonio Conte, Luis Enrique, Hansi Flick, Enzo Maresca, Arne Slot\nWomen's coach of the year: Sonia Bompastor, Arthur Elias, Justine Madugu, Renee Slegers, Sarina Wiegman\nMen's club of the year: Barcelona, Botafogo, Chelsea, Liverpool, Paris St Germain\nWomen's club of the year: Arsenal, Barcelona, Chelsea, OL Lyonnes, Orlando Pride\nYashin trophy men: Alisson Becker, Yassine Bounou, Lucas Chevalier, Thibaut Courtois, Gianluigi Donnarumma, Emi Martinez, Jan Oblak, David Raya, Matz Sels, Yann Sommer\nYashin trophy women: Ann-Katrin Berger, Cata Coll, Hannah Hampton, Chiamaka Nnadozie, Daphne van Domselaar    \nMen's Kopa Trophy: Ayyoub Bouaddi, Pau Cubarsi, Desire Doue, Estevao, Dean Huijsen, Myles Lewis-Skelly, Rodrigo Mora, Joao Neves, Lamine Yamal, Kenan Yildiz\nWomen's Kopa Trophy: Michelle Agyemang, Linda Caicedo, Wieke Kaptein, Vicky Lopez, Claudia Martinez Ovando\n\n\n\n      Subscribe to CNA's Recommended Read\n  \n\n      A single handpicked story that we think you shouldn't miss. Just one a day.\n  \nGet our pick of top stories and thought-provoking articles in your inbox\nStay updated with notifications for breaking news and our best stories\nGet WhatsApp alerts\nJoin our channel for the top reads for the day on your preferred chat app\nCopyright© Mediacorp 2025. Mediacorp Pte Ltd. All rights reserved.\nWe know it's a hassle to switch browsers but we want your experience with CNA to be fast, secure and the best it can possibly be.\nTo continue, upgrade to a supported browser or, for the finest experience, download the mobile app.\nUpgraded but still having issues? Contact us",
    "url": "https://www.channelnewsasia.com/sport/nine-psg-players-ballon-dor-shortlist-after-treble-winning-campaign-5283306",
    "publish_date": "2025-08-07T14:23:27Z",
    "source": "www.channelnewsasia.com"
  },
  {
    "title": "Ballon d'Or: Who has been nominated and when is the ceremony?",
    "content": "Football\n                                        \n\nThe Ballon d'Or nominees have been announced for 2025; the ceremony will take place on September 22 at the Theatre du Chatelet in Paris, France\nThursday 7 August 2025 17:46, UK\nThe Ballon d'Or nominees have been announced for 2025 as the prize for the best male and female footballers of the year hots up.\nHarry Kane, Jude Bellingham, Declan Rice, Cole Palmer and Scott McTominay are the British players nominated for the men's prize, with five Lionesses in the women's section - Lucy Bronze, Hannah Hampton, Chloe Kelly, Alessia Russo and Leah Williamson.\nIn the men's Ballon d'Or, Cristiano Ronaldo and Lionel Messi are not nominated for the award. Last year was the first time the pair - winners of all but one of the previous 14 Ballon d'Ors - were not shortlisted for the prize.\nThere are also other prizes up for grabs in the September ceremony, including the Men's and Women's Kopa Trophies for the best young players - as well as the Yashin Trophy for the best goalkeeper.\nThere are four Premier League goalkeepers up for the prize, as Aston Villa's Emiliano Martinez looks to win the trophy for the third year in a row. He is joined by Liverpool's Alisson Becker, Arsenal's David Raya and Nottingham Forest's Matz Sels in the shortlist.\nChelsea and England goalkeeper Hannah Hampton is on the shortlist for the Women's Yashin Trophy\nThere is also double Arsenal representation in the Kopa Trophies through Myles Lewis-Skelly in the men's shortlist, with England hero Michelle Agyemang among the women's nominees.\n\n              Stream Sky Sports on NOW\n            \n\n              Get Sky Sports\n            \n\n              Download the Sky Sports App\n            \n\n              Get Sky Sports on WhatsApp!\n            \nChelsea and Liverpool have been nominated for the Men's Team of the Year prizes, with head coaches Enzo Maresca and Arne Slot up for the manager prizes.\nIt is the same for Arsenal and Chelsea in the women's section of those awards, with England boss Sarina Wiegman joining Sonia Bompastor and Renee Slegers in the manager shortlist.\nThe 69th Ballon d'Or ceremony will take place on September 22, 2025 at the Theatre du Chatelet in Paris, France.\nThe shortlist was compiled by a group of journalists from France Football working alongside French sports publication L'Equipe.\nIn the men's Ballon d'Or prize, winners are decided by a voting system involving one journalist from each of the top 100 FIFA-ranked nations.\nEach journalist casts votes for their top 10 players from the 30-player shortlist. The 10 players are awarded 15, 12, 10, seven, five, four, three, two and one point based on where they rank.\nIf players are tied on points, then whoever has the most first-placed rankings from the 100 journalists finishes ahead on points. If that is tied, then it's the most second-places and so on.\nJournalists are encouraged to consider three factors when deciding their vote:\nIndividual performances, decisive and impressive character\nTeam performances and achievements\nClass and fair play\nFor the women's Ballon d'Or, the same process applies but only journalists from the top-50 ranked nations are invited to vote.\n\n\n\n\n                            © 2025 Sky UK",
    "url": "https://www.skysports.com/football/news/11095/13408253/ballon-dor-2025-who-has-been-nominated-how-it-is-decided-and-when-are-the-winners-announced",
    "publish_date": "2025-08-07T15:43:00Z",
    "source": "www.skysports.com"
  },
  {
    "title": "Ballon d'Or 2025: PSG breaks a stunning Real Madrid record",
    "content": "",
    "url": "https://foot-africa.com/en/news/ballon-dor-2025-psg-breaks-a-stunning-real-madrid-record-829281/",
    "publish_date": "2025-08-07T16:51:00Z",
    "source": "foot-africa.com"
  },
  {
    "title": "Southampton Star Tipped as Perfect Backup Option for PSG’s Achraf Hakimi",
    "content": "PSG took a big risk last season by relying on just one right-back, Achraf Hakimi. But with Hakimi set to play for Morocco at the Africa Cup of Nations and the usual risks of injury, it’s clear the club can’t afford to have no backup.\nWith a month left in the summer transfer window, it makes sense for PSG to look for a reliable backup who can step in when Hakimi is away at AFCON or needs a rest.\nManager Luis Enrique shouldn’t have to keep playing players out of position at right-back when there is still time to find a proper option in the transfer market.\nIn his latest column for Ensemble PSG, Zach Lowy, co-creator of Breaking The Lines, noted that the Parisians should look at Southampton standout Yukinari Sugawara as the ideal backup for Hakimi. \n“Confident and comfortable when receiving the ball, Sugawara thrives at bombing forward and making his way into the box before firing a dangerous ball in the box,” Lowy wrote. “He’s a superb playmaker, capable of breaking the lines with his piercing through balls and free kicks, and linking up with his teammates with his impressive associative play. \n“A speedy wingback, Sugawara remains focused and holds his own in 1v1 duels, always remaining close to his man and preventing him from getting too much separation. Similarly to the 24-year-old Vanderson, he is approaching the prime of his career at 25, and it’s likely he’d prefer a year in the Champions League and Ligue 1 than scraping it out in England’s second tier.”\nThe 25-year-old made 32 appearances for the English club last season, recording one goal and one assist. Nonetheless, with Southampton in the Championship, perhaps the Japanese player would welcome a return to first-tier football. \nWelcome to our Live Comments section, where new comments will appear automatically\nYour email address will not be published. Required fields are marked *\nComment \nName * \nEmail * \n \n\n\n\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.\n\r\n\t\t\t\t\t\t\t\t\tPSG Talk was created in 2015 to deliver opinion-based content to English-language fans of Paris Saint-Germain in an interesting and informative way.",
    "url": "https://psgtalk.com/2025/08/southampton-star-perfect-backup-psg-hakimi/",
    "publish_date": "2025-08-04T17:30:00Z",
    "source": "psgtalk.com"
  },
  {
    "title": "PSG Told to Move for Ligue 1 Standout Targeted by Barcelona This Summer",
    "content": "PSG played with fire last season, only having one right-back in Achraf Hakimi. However, Hakimi will be playing for Morocco at the Africa Cup of Nations, and there’s no guarantee the player will stay healthy all season.\nAs a result, it would be wise for the Parisians to use this final month of the summer transfer window to find a suitable backup that can fill the role when Hakimi is at AFCON or needs a matchday off. \nIt wouldn’t be wise for manager Luis Enrique to continue playing players out of position at right-back and when the club can search for one in the transfer market.\nIn his latest column for Ensemble PSG, Zach Lowy, co-creator of Breaking The Lines, noted that the Parisians should look within Ligue 1 to fill that need. AS Monaco’s Vanderson has been in the transfer rumor mill as the 24-year-old Brazilian is linked to Barcelona.\n“Should [PSG] decide to sign a right back, then Vanderson would perhaps be their best fit,” Lowy wrote. “Unlike other Brazilian fullbacks, Vanderson isn’t someone who lives and dies by attacking: he is a competent, balanced defender who rarely overcommits, remaining well-positioned whilst also helping his team engage with high-pressing. \n“Capable of leaving his man for dead and breaking to the byline, Vanderson’s crossing isn’t quite on the same level as Hakimi, but he makes up for it with his aggressive tackling and superbly timed interventions. He’s already proven himself in Ligue 1 since joining Monaco in 2022, and there’s every reason to believe that he can make the step up from the principality to the Parisian capital.”\nNonetheless, the major challenge PSG will have if they sign a right back is convincing them to accept a backup or rotational role. It will be interesting to see what the capital club decides to do with the depth at right-back. \nWelcome to our Live Comments section, where new comments will appear automatically\nYour email address will not be published. Required fields are marked *\nComment \nName * \nEmail * \n \n\n\n\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.\n\r\n\t\t\t\t\t\t\t\t\tPSG Talk was created in 2015 to deliver opinion-based content to English-language fans of Paris Saint-Germain in an interesting and informative way.",
    "url": "https://psgtalk.com/2025/08/psg-move-ligue1-standout-barcelona-target/",
    "publish_date": "2025-08-04T17:20:00Z",
    "source": "psgtalk.com"
  },
  {
    "title": "Ballon d'Or 2025: Romain Saïss joins the debate and names his favorite",
    "content": "",
    "url": "https://foot-africa.com/en/news/ballon-dor-2025-romain-saiss-joins-the-debate-and-names-his-favorite-824739/",
    "publish_date": "2025-08-04T11:40:00Z",
    "source": "foot-africa.com"
  },
  {
    "title": "PSG: Achraf Hakimi faces possible trial for rape",
    "content": "",
    "url": "https://foot-africa.com/en/news/psg-achraf-hakimi-faces-possible-trial-for-rape-821733/",
    "publish_date": "2025-08-02T19:22:00Z",
    "source": "foot-africa.com"
  },
  {
    "title": "Prosecutors want PSG and Morocco’s Achraf Hakimi to face rape trial",
    "content": "Paris Saint-Germain and Moroccan defender Achraf Hakimi denies the alleged rape of a woman in 2023.\nFrench prosecutors on Friday called for Paris Saint-Germain star Achraf Hakimi to face trial for the alleged rape of a woman in 2023, which the Moroccan international denies.\nThe Nanterre prosecutor’s office told the AFP news agency that they had requested that the investigating judge refer the rape charge to a criminal court.\n“It is now up to the investigating magistrate to make a decision within the framework of his order,” the prosecutor’s office told AFP in a statement.\nHakimi, 26, played a major role in PSG’s run to their first Champions League title, with the full-back scoring the opener in the 5-0 rout of Inter Milan in the final in May.\nHakimi, who helped Morocco to their historic run to the semifinals of the 2022 World Cup, was charged in March 2023 with raping a 24-year-old woman.\nHakimi allegedly paid for his accuser to travel to his home on February 25, 2023, in the Paris suburb of Boulogne-Billancourt while his wife and children were away on holiday.\nThe woman went to a police station following the encounter, alleging rape and was questioned by police.\nAlthough the woman refused to make a formal accusation, prosecutors decided to press charges against the player.\nShe told police at the time that she had met Hakimi in January 2023 on Instagram.\nOn the night in question, she said she had travelled to his house in a taxi paid for by Hakimi. She told police Hakimi had started kissing her and making non-consensual sexual advances, before raping her, a police source told AFP at the time.\nShe said she managed to break free to text a friend who came to pick her up.\nContacted by AFP after Friday’s development, Hakimi’s lawyer Fanny Colin described the call by prosecutors for a trial as “incomprehensible and senseless in light of the case’s elements”.\n“We, along with Achraf Hakimi, remain as calm as we were at the start of the proceedings.\n“If these requisitions were to be followed, we would obviously pursue all avenues of appeal,” she added.\n“My client welcomes this news with immense relief,” Rachel-Flore Pardo, the lawyer representing the woman, told AFP.\nHakimi, born in Madrid, came through the youth system at Real Madrid before joining Bundesliga side Borussia Dortmund in 2018.\nHe went on to make 73 appearances for the German club.\nHe moved to Inter Milan in 2020 and then on to PSG in 2021, where he has established himself as an integral part of the team.\nIn Qatar, Hakimi was a cornerstone of the Morocco team that became the first African or Arab nation to reach the semifinals of a World Cup.\n\n\n\n\n\n\n\n\n\nFollow Al Jazeera English:",
    "url": "https://www.aljazeera.com/sports/2025/8/1/prosecutors-want-psg-and-moroccos-achraf-hakimi-to-face-rape-trial",
    "publish_date": "2025-08-01T19:21:20Z",
    "source": "www.aljazeera.com"
  },
  {
    "title": "Prosecutors Call For PSG's Achraf Hakimi To Face Rape Trial",
    "content": "French prosecutors on Friday called for Paris Saint-Germain star Achraf Hakimi to face trial for the alleged rape of a woman in 2023 which the Moroccan international denies.\nThe Nanterre prosecutor's office told AFP that they had requested that the investigating judge refer the rape charge to a criminal court.\n\"It is now up to the investigating magistrate to make a decision within the framework of his order,\" the prosecutor's office told AFP in a statement.\nHakimi, 26, played a major role in PSG's run to their first Champions League title, the full-back scoring the opener in the 5-0 rout of Inter Milan in the final in May.\nHakimi, who helped Morocco to their historic run to the semi-finals of the 2022 World Cup, was charged in March, 2023 with raping a 24-year-old woman.\nHakimi allegedly paid for his accuser to travel to his home on February 25, 2023, in the Paris suburb of Boulogne-Billancourt while his wife and children were away on holiday.\nThe woman went to a police station following the encounter alleging rape and was questioned by police.\nAlthough the woman refused to make a formal accusation, prosecutors decided to press charges against the player.\nShe told police at the time that she had met Hakimi in January 2023 on Instagram.\nOn the night in question she said she had travelled to his house in a taxi paid for by Hakimi. She told police Hakimi had started kissing her and making non consensual sexual advances, before raping her, a police source told AFP at the time.\nShe said she managed to break free to text a friend who came to pick her up.\nContacted by AFP after Friday's development Hakimi's lawyer Fanny Colin described the call by prosecutors for a trial as \"incomprehensible and senseless in light of the case's elements\".\n\"We, along with Achraf Hakimi, remain as calm as we were at the start of the proceedings.\n\"If these requisitions were to be followed, we would obviously pursue all avenues of appeal,\" she added.\n\"My client welcomes this news with immense relief,\" Rachel-Flore Pardo, the lawyer representing the woman, told AFP.\nHakimi, born in Madrid, came through the youth system at Real Madrid before joining Bundesliga side Borussia Dortmund in 2018.\nHe went on to make 73 appearances for the German club.\nHe moved to Inter Milan in 2020 and then on to PSG in 2021 where he has established himself as an integral part of the team.\nIn Qatar, Hakimi was a cornerstone of the Morocco team that became the first African or Arab nation to reach the semi-finals of a World Cup.\n© Copyright AFP 2024. All rights reserved.",
    "url": "https://www.ibtimes.com/prosecutors-call-psgs-achraf-hakimi-face-rape-trial-3780015",
    "publish_date": "2025-08-01T18:15:20Z",
    "source": "www.ibtimes.com"
  },
  {
    "title": "Prosecutors call for PSG's Achraf Hakimi to face rape trial",
    "content": "",
    "url": "https://consent.yahoo.com/v2/collectConsent?sessionId=1_cc-session_e9325ca9-3e58-47e3-9c88-dd832bf67d58",
    "publish_date": "2025-08-01T17:35:28Z",
    "source": "consent.yahoo.com"
  },
  {
    "title": "PSG and ex-Real Madrid star accused of alleged sexual assault",
    "content": "This article contains details of an alleged sexual assault.\nFormer Real Madrid, Borussia Dortmund and Inter star Achraf Hakimi has been accused of sexual assault by the public prosecutor in the French town of Nanterre, on the outskirts of Paris. The Paris Saint-Germain right-back has denied any wrongdoing.\nHakimi, 26, has been under investigation for an incident in 2023, as described by Le Parisien, and then recounted by Marca. The then 24-year-old woman went to the Morocco international’s house, but was alleges that he began to touch her and kiss her without her consent, moving from her mouth to her breasts without her consent.\nThe woman in question asked Hakimi to stop, but he continued to touch her, and had her locked in a hig, before she managed to push him off with her foot, and fled the scene.\nHakimi has denied all wrongdoing, and claims that he was being targeted by the victim for money.\n“The truth is, when you’re successful and things are going well, you become an easy target for some people, and that’s taught me that you can’t trust many people around you.”\n“They wanted to blackmail me, so we filed a complaint, and it’s going well. The justice system has handled things pretty well,” he noted, with his lawyers having filed a case for attempted extorsion, which is still ongoing.\nAfter the case went public, Hakimi’s then wife Hiba Abouk announced their separation. The actress and mother of his two children filed for divorce shortly after, citing the case as the central reason for their parting.\n“I have always been and will always be on the side of the victims,” she noted, bearing in mind Hakimi, according to the testimony of the alleged victim, had been speaking to her for around a month. Abouk also espoused her faith in the French justice system to resolve the matter fairly.\nWelcome to our Live Comments section, where new comments will appear automatically\nYour email address will not be published. Required fields are marked *\nComment \nName * \nEmail * \n Notify me of follow-up comments by email.\n Notify me of new posts by email.\n \n\n\n\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.",
    "url": "https://www.football-espana.net/2025/08/01/psg-and-ex-real-madrid-star-accused-of-alleged-sexual-assault",
    "publish_date": "2025-08-01T19:50:00Z",
    "source": "www.football-espana.net"
  },
  {
    "title": "Pre-season: Hakimi and Mbappé continue their preparations together",
    "content": "",
    "url": "https://foot-africa.com/en/news/pre-season-hakimi-and-mbappe-continue-their-preparations-together-819729/",
    "publish_date": "2025-07-31T08:45:00Z",
    "source": "foot-africa.com"
  },
  {
    "title": "Achraf Hakimi: PSG makes a tough decision",
    "content": "",
    "url": "https://foot-africa.com/en/news/achraf-hakimi-psg-makes-a-tough-decision-818385/",
    "publish_date": "2025-07-30T09:35:00Z",
    "source": "foot-africa.com"
  },
  {
    "title": "⚡️ Hakimi, Danilo, Wesley  Full-backs' price ranking ",
    "content": "Open menu\nOneFootball's home page\nSearch\nSettings\nSign In\nOneFootball\n·29 July 2025\nThe market often follows trends, and one of the most evident in recent years is the ever-growing focus on full-backs.\nFootball has changed, and with it, so has the role of wide players, who have become key pieces for coaches who favor all-out wing play.\nWatch all of Napoli's friendlies LIVE on OneFootball! Click here from the app to purchase Napoli-Stade Brestois 29.\nThis browser is not supported, please use a different one or install the app\nClubs are looking for complete profiles, capable of covering both the offensive and defensive phases, ideal for adapting to a back three but also for consistently pushing down the flanks.\nSuch players are few, in high demand and — inevitably — expensive. Because today, those who can excel at both phases are rare commodities.\nIn recent years, Serie A has established itself as fertile ground for the growth and explosion of the best full-backs on the international scene. Even in this transfer window, two new faces promise to make their mark.\n – Saturday, 7 June 2025\nThe first is Luis Henrique, a winger who started as an attacking wide player, arriving at Inter from Marseille for 23 million euros. He has already made his debut with the Nerazzurri at the Club World Cup.\n – Monday, 28 July 2025\nThe other is Wesley. He played a starring role in the tournament in the United States with Flamengo, but just yesterday he was welcomed by Roma, who convinced the Brazilian club to let him go by paying 25 million euros plus 5 in bonuses.\nImpressive numbers, but not enough to dethrone the major signings of recent years in Serie A for this position. On the podium of the most expensive signings we find Danilo (37 million to Juventus) and João Cancelo (40.4 million, also to the Bianconeri), but at the top of the list is him: Achraf Hakimi.\nThe Moroccan wide player was bought by Inter in 2020 for 43 million euros from Real Madrid, after a loan spell at Borussia Dortmund.\nIn just one year he made his mark, contributing to the Nerazzurri's league title before being sold to PSG for 68 million. With the Parisians, just a few months ago, he climbed to the top of Europe, beating in the final the team that had launched him.\nThis article was translated into English by Artificial Intelligence. You can read the original version in 🇮🇹 here.\n📸 Marco Luzzani - 2020 Getty Images\n£8m star was too good for QPR - and proved it every time he played\nFootball League World\nEx-Rangers trialist scores for Arsenal academy vs Monaco\nDaily Cannon\nDeal Closer As Rangers Enter Into ‘Exclusive Talks’ To Take Star To Ibrox\nInside Futbol\nRussell Martin ‘achieves’ the worst Rangers start since 1989\nIbrox Noise\nCyriel Dessers claims he’s staying but Rangers fans are less convinced\nIbrox Noise\nLiveMiami fight back in Orlando; Cincinnati & Minnesota stumble\nA reminder of tonight's fixtures:\n\t\t\n\t\n\t\t\n\t\n\t\t\n\t\n\t\t\n\t\n\t\t\n\tHALF-TIME Orlando 1-1 MiamiFlorida was treated to some early fireworks, but it's all square after the opening half.And what a moment to get it for Bright.First...\nBREAKING: Five-star Barcelona down Como in Joan Gamper Trophy win\nHansi Flick's Barcelona closed out their pre-season preparations ahead of the 2025/26 La Liga campaign with a resounding 5-0 Joan Gamper Trophy win over Como.\n\t\t\n\tScorers: López 21', 35', Raphinha 38', Yamal...\nOliver Glasner says Community Shield win gives Palace ‘feeling you can’t buy’\nOliver Glasner believes Crystal Palace earned themselves a feeling “you can’t buy with any money in the world” after his team fought back to beat big-spending Liverpool on penalties in...\nOneFootball's home page\n© 2025 OneFootball",
    "url": "https://onefootball.com/en/news/hakimi-danilo-wesley-full-backs-price-ranking-41440134",
    "publish_date": "2025-07-29T12:29:00Z",
    "source": "onefootball.com"
  },
  {
    "title": "PSG: Achraf Hakimi and his teammates have impressed Riyad Mahrez",
    "content": "",
    "url": "https://foot-africa.com/en/news/psg-achraf-hakimi-and-his-teammates-have-impressed-riyad-mahrez-815481/",
    "publish_date": "2025-07-28T08:45:00Z",
    "source": "foot-africa.com"
  },
  {
    "title": "PSG: Achraf Hakimi, the best full-back in the world for 2024-2025",
    "content": "",
    "url": "https://foot-africa.com/en/news/psg-achraf-hakimi-the-best-full-back-in-the-world-for-2024-2025-813656/",
    "publish_date": "2025-07-26T14:20:00Z",
    "source": "foot-africa.com"
  },
  {
    "title": "☕️ FC Breakfast: Hakimi cosplay, sore losers, Reds’ XIs",
    "content": "Open menu\nOneFootball's home page\nSearch\nSettings\nSign In\nOneFootball\n·25 July 2025\nCurrently on vacation in Puerto Rico with Kylian Mbappé, Achraf Hakimi took advantage of a Bad Bunny concert to dress exactly like Tommy Vercetti, the hero of the famous game GTA Vice City.\nThe international player even acknowledged this nod on his Instagram account.\nDuring OM's training camp, Facundo Medina and Pol Lirola faced young players Darryl Bakol and Robino Vaz in a teqball match.\nWith a meal at stake, this encounter brought out the bad sportsmanship of one of the teams.\nThis browser is not supported, please use a different one or install the app\nThe return is going smoothly for the Bundesliga resident\n – Thursday, 24 July 2025\nAfter an XXL transfer window, the Reds find themselves with two very high-quality XIs. The deepest squad in Europe?\n- Transfer update for July 24\n- Jesus Christ... signs with Livorno\n- A Barça key player to undergo back surgery\nThis article was translated into English by Artificial Intelligence. You can read the original version in 🇫🇷 here.\nBallon d'Or – Hakimi controversy, censorship and PSG's response!\nParisfans.fr\nFormer Real Madrid star hoping for ‘deserved’ Ballon d’Or title\nFootball Espana\nRape: Achraf Hakimi responds to accusations\nFoot Africa\nAchraf Hakimi: \"I deserve the Ballon d'Or 2025\"\nFoot Africa\nPSG: Achraf Hakimi continues to relish the Champions League triumph\nFoot Africa\nLiveMiami fight back in Orlando; Cincinnati & Minnesota stumble\nA reminder of tonight's fixtures:\n\t\t\n\t\n\t\t\n\t\n\t\t\n\t\n\t\t\n\t\n\t\t\n\tHALF-TIME Orlando 1-1 MiamiFlorida was treated to some early fireworks, but it's all square after the opening half.And what a moment to get it for Bright.First...\nBREAKING: Five-star Barcelona down Como in Joan Gamper Trophy win\nHansi Flick's Barcelona closed out their pre-season preparations ahead of the 2025/26 La Liga campaign with a resounding 5-0 Joan Gamper Trophy win over Como.\n\t\t\n\tScorers: López 21', 35', Raphinha 38', Yamal...\nOliver Glasner says Community Shield win gives Palace ‘feeling you can’t buy’\nOliver Glasner believes Crystal Palace earned themselves a feeling “you can’t buy with any money in the world” after his team fought back to beat big-spending Liverpool on penalties in...\nOneFootball's home page\n© 2025 OneFootball",
    "url": "https://onefootball.com/en/news/fc-breakfast-hakimi-cosplay-sore-losers-reds-xis-41421778",
    "publish_date": "2025-07-25T05:11:00Z",
    "source": "onefootball.com"
  },
  {
    "title": "Ballon d'Or 2025: Marouane Chamakh names Achraf Hakimi as the top favorite",
    "content": "",
    "url": "https://foot-africa.com/en/news/ballon-dor-2025-marouane-chamakh-names-achraf-hakimi-as-the-top-favorite-810473/",
    "publish_date": "2025-07-24T08:35:00Z",
    "source": "foot-africa.com"
  },
  {
    "title": "Sami Trabelsi sets the record straight on Hakimi!",
    "content": "",
    "url": "https://foot-africa.com/en/news/sami-trabelsi-sets-the-record-straight-on-hakimi-808250/",
    "publish_date": "2025-07-22T17:15:00Z",
    "source": "foot-africa.com"
  },
  {
    "title": "Kylian Mbappé Hits Bad Bunny Concert, Parties Onstage",
    "content": "Kylian Mbappé Hits Bad Bunny Concert, Parties Onstage\n\nKylian Mbappé\nGood Concert, Bad Bunny!!!\nParties Onstage At Puerto Rico Show\n\n\n\n\n\n\n116\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBy TMZ Staff\n\n                        Published July 21, 2025 6:40 AM PDT\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKylian Mbappé's known for his feet, but it was the soccer superstar's hands that caught fans' attention on Sunday night ... as he waved 'em in the air like he just didn't care at Bad Bunny's Puerto Rico show!!\n\n\nThe Real Madrid forward hit Benito's concert in San Juan -- and he was spotted on multiple occasions dancing his tail off while the \"Tití Me Preguntó\" crooner entertained the masses.\n\n\n\n\nMbappé is having the time of his life at Bad Bunny’s concert 🔥😂 pic.twitter.com/j7maM2Y1rj— KM (@Kylian) July 21, 2025\n@Kylian\n\n\n\n\n\n\nMbappé was onstage for the gig -- and there was some famous company alongside him, as Paris Saint-Germain star Achraf Hakimi hit up the show as well.\n\n\n\nIt's the second time this month we've seen a sports icon get down to Bad Bunny -- just a week ago, LeBron James took in all the sights and sounds of the residency.\n\n\n\n\nLebron James y Bad Bunny compartiendo en su primer concierto mientras cantan “Titi me preguntó” pic.twitter.com/KJ9aRJyYdz— Migue 🦦🏟️ (@Miguel_G_1_1) July 12, 2025\n@Miguel_G_1_1\n\n\n\n\n\n\nIt hasn't just been famous athletes who've flown in to see the fireworks, though ... Ricky Martin and his sons had some sweet seats Friday night too.\n\n\n\n\nRicky Martin & sus hijos esta noche en la casa de la residencia de Bad Bunny en Puerto Rico. 🇵🇷❤️‍🔥 pic.twitter.com/iGzp8AhJ7z— Bad Bunny Network (@badbunnynetwork) July 19, 2025\n@badbunnynetwork\n\n\n\n\n\n\nThe \"No Me Quiero Ir de Aquí\" tour kicked off just days ago, but it's already doing wonders for Puerto Rico's economy -- with tourists flocking to the country to catch it live.\n\n\n\n\n\n\n\nGallery\n\n\nLaunch Gallery\n\n\nRepresenting PR!\n\n              Launch Gallery\n              \n\nGallery\n\n\n\n\n\nGetty\n\n\n\n\nIt goes down on the island for another couple months -- but good luck scoring a ticket ... the shows are all already sold out!\n\n\n\n\n\n\n\n\n                Share on Facebook\n\n\n\n\n\n                Share on X\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n              Related articles\n            \n\n\n\n\n\n\n\n\n\n\n\n\n                        Kylian Mbappé Rocks French-Colored Mask After Breaking Nose\n                      \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n                        Travis Kelce, Bad Bunny's 'Happy Gilmore 2' Acting Chops Get Julie Bowen Praise\n                      \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n                        Bad Bunny and Kendall Jenner Reunite at New York Fashion Week Show\n                      \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n                        Bad Bunny Celebrates Album Release in His Native Puerto Rico\n                      \n\n\n\n\n\n\n\n\n\n                Kylian Mbappe\n              \n\n                Bad Bunny\n              \n\n                TMZ Sports\n              \n\n                Party All The Time\n              \n\n                Music\n              \n\n\n\nKylian Mbappé's known for his feet, but it was the soccer superstar's hands that caught fans' attention on Sunday night ... as he waved 'em in the air like he just didn't care at Bad Bunny's Puerto Rico show!!\nThe Real Madrid forward hit Benito's concert in San Juan -- and he was spotted on multiple occasions dancing his tail off while the \"Tití Me Preguntó\" crooner entertained the masses.\nMbappé is having the time of his life at Bad Bunny’s concert 🔥😂 pic.twitter.com/j7maM2Y1rj\nMbappé was onstage for the gig -- and there was some famous company alongside him, as Paris Saint-Germain star Achraf Hakimi hit up the show as well.\nIt's the second time this month we've seen a sports icon get down to Bad Bunny -- just a week ago, LeBron James took in all the sights and sounds of the residency.\nLebron James y Bad Bunny compartiendo en su primer concierto mientras cantan “Titi me preguntó” pic.twitter.com/KJ9aRJyYdz\nIt hasn't just been famous athletes who've flown in to see the fireworks, though ... Ricky Martin and his sons had some sweet seats Friday night too.\nRicky Martin & sus hijos esta noche en la casa de la residencia de Bad Bunny en Puerto Rico. 🇵🇷❤️‍🔥 pic.twitter.com/iGzp8AhJ7z\nThe \"No Me Quiero Ir de Aquí\" tour kicked off just days ago, but it's already doing wonders for Puerto Rico's economy -- with tourists flocking to the country to catch it live.\nIt goes down on the island for another couple months -- but good luck scoring a ticket ... the shows are all already sold out!\nYes! Send me email updates and offers from TMZ and its Affiliates. By subscribing, I agree to the Privacy Policy and Terms of Use",
    "url": "https://www.tmz.com/2025/07/21/kylian-mbappe-hits-bad-bunny-concert-parties-on-stage/",
    "publish_date": "2025-07-21T13:40:47Z",
    "source": "www.tmz.com"
  },
  {
    "title": "PSG's Dembélé is the front-runner to win the Ballon d'Or -- but who actually deserves it?",
    "content": "If not PSG's Dembélé, who should win the 2024-25 Ballon d'Or?playAre Chelsea ready to win the Premier League after CWC success? (1:39)Don Hutchison explains why he's not convinced Chelsea can turn their impressive Club World Cup win into Premier League glory. (1:39)Ryan O'HanlonJul 15, 2025, 05:00 AM ETCloseRyan O'Hanlon is a staff writer for ESPN.com. He's also the author of \"Net Gains: Inside the Beautiful Game's Analytics Revolution.\"Follow on XEmailPrintOpen Extended ReactionsBarring something unexpected, Ousmane Dembélé is going to win the Ballon d'Or.The Paris Saint-Germain forward scored 21 goals and added six assists in Ligue 1, and PSG won the league by 19 points. He scored eight goals and added six assists in the Champions League, and PSG won the Champions League final by five goals.On top of all that, PSG's transformation into the best team in the world almost directly coincided with Dembélé moving to center forward and playing off the charts in 2025. So, not only does Dembélé have the statistics and the trophies that voters typically look for, but he also has the narrative. PSG are better than everyone else -- and we all can see that Dembélé is the biggest reason why.Could the voters be swayed by Chelsea's 3-0 win over PSG in the Club World Cup final and, I don't know, give the award to Cole Palmer instead? Jorginho finished third in 2021 and Dani Carvajal finished fourth last season, and Palmer is significantly better than both of them, so I'm not putting anything past them. But in terms of trying to predict this thing: Dembélé is still the major favorite.The more interesting question, then, is who should win the Ballon d'Or?Editor's PicksClub World Cup takeaways: Rating the tournament, best moment, surprise teams, more27dMultiple ContributorsWhy PSG shouldn't dwell too much on Club World Cup rout by Chelsea28dGab MarcottiThree years into Todd Boehly's ownership, Chelsea's transfers still don't make sense33dRyan O'Hanlon2 RelatedYes, back in March I wrote a column titled \"How Ousmane Dembélé became the world's best soccer player.\" But I was referring to that specific moment in time -- right after PSG beat Liverpool at Anfield and eliminated them from the Champions League in a penalty shootout -- and that's not really even what the award is about. Four years ago, the award-bodies-that-be switched the judgment period from a calendar-year time frame to a period that starts in August and ends the following July.In other words: Which player had the best 2024-25 season? Let's figure it out.What if we look at the whole season?Given that most of us still accept PSG as the clear best team in the world -- even after what happened in the Club World Cup final on Sunday -- it's funny to think back to a couple of points in the season.As of Dec. 1 last year, PSG had won once, drawn once, and lost three times across the first five Champions League matches. They'd scored three goals, conceded five, and were legitimately flirting with not even getting out of the league phase. From that point on, they played 12 more games in Europe: They won 10 games, lost two, scored 35 goals and conceded nine.Thanks to that near-implosion at the start, though, PSG drew first-seeded Liverpool in the round of 16. The second leg at Anfield was one of the best 1-0 matches you'll ever see, and all that kept it from going down as an all-time classic was a couple of balls not bouncing past the goal line.\n\nHad Liverpool center back Jarell Quansah's 79th-minute header bounced off of the post and in -- instead of out -- then the story of this season is so different, isn't it? Or even if just two shots go differently in the shootout. Then there's no Dembélé redemption arc, Désiré Doué never has his breakout in the final, and no one is talking about anyone on PSG as a worthy Ballon d'Or winner.How do I know this? Because no one was talking about it until that game.The best representation of collective soccer wisdom we have is the team of the month from European Sports Media. Each month, since at least 1995, a group of journalists working for a collection of magazines across Europe have voted on their best XI. The votes get added together, and the players with the most votes make that month's team.The Ballon d'Or vote totals aren't useless pieces of information, but they tend to be way too skewed toward whatever teams have won trophies that season, and there's no positional designation. Since it's updated every month, the ESM list provides a much more comprehensive and consistent picture of who the people who cover soccer think are playing the best soccer throughout the season.For example: Since 1995, Lionel Messi made the team 88 times, Cristiano Ronaldo was selected 51 times, and no one else has more than 31 selections.Or, as of February of this season: only one PSG player had been selected to a team of the month -- and it wasn't Dembélé. No, it was Achraf Hakimi. For comparison's sake: Liverpool already had 18 (!) team of the month selections. Heck, they'd even had two separate goalkeepers make the team, in Alisson Becker and Caoimhín Kelleher. After Liverpool, the joint-next-most selections came from Barcelona and Real Madrid, with seven each.So, when you add up all of the votes at the end of the season, PSG's players don't rate as highly as you'd expect. Here's everyone who received at least 20 individual votes over the course of the season, per the July issue of World Soccer magazine:1) Mohamed Salah, Liverpool: 43\n2) Virgil van Dijk, Liverpool: 42\nT-3) Robert Lewandowski: Barcelona 32\nT-3) Kylian Mbappé, Real Madrid: 32\nT-5) Lamine Yamal, Barcelona: 26\nT-5) Achraf Hakimi, PSG: 26\n7) Harry Kane, Bayern Munich: 24\n8) Ousmane Dembélé, PSG: 23\n9) Trent Alexander-Arnold, Liverpool: 22\n10) Scott McTominay, Napoli: 21\n11) Cole Palmer, Chelsea: 20The flipside of PSG, then, is Liverpool. They had pretty much the worst-possible season in terms of a great team trying to capture the Ballon d'Or narrative.Liverpool dominated the Premier League and the Champions League up through mid-March, but they were quite unlucky with finishing first in the league phase, but still drawing PSG and therefore ending their Champions League run early. They lost the Carabao Cup final a few days after the PSG match, and while a rotated squad knocked out of the FA Cup a few weeks prior, the dominant team up to that point in the 2024-25 season suddenly had very little to play for.Who else should have a Ballon d'Or case?If we just look at goals and assists in domestic play, then there's no doubt who should win the award. One guy has 13 more goal contributions than every other player:Yep, Mohamed Salah. However, there are two problems with looking at things this way.The first is that we're counting penalties as if they're just as valuable as any other goal. And, well, they are -- they add one more point to your score -- but unlike every other shot, the player doesn't have to do anything to generate the shot (unless he's the one who draws the foul). His coach just tells him to take it.And then, we're also counting assists as equal. So, a fantastic through ball that creates a breakaway for a teammate is the same as passing the ball to Maradona before he dribbles through England's entire team.We can rectify this. For an end-of-season award, penalties shouldn't be meaningless, but they also shouldn't just be worth a full goal. Instead, we're going to award each player with the difference between the expected conversion rate (79%) and a goal, so every penalty goal is worth 0.21 goals. And then for assists, we're going to use Stats Perform's expected assists, or xA, where every pass on the field gets valued based on how likely it is to turn into a goal if the player decides to shoot the ball.Once we do those adjustments and then add it all together, here's how those numbers look:Kylian Mbappé is our new front-runner. However, we're still leaving out the tournament where these players get to play against each other.If we add in Champions League play, then the top 10 ends up looking like this:Raphinha is now in the top spot among a group that we can cut to three players.We can lose Mbappé because his top-line numbers are overestimating his impact with Real Madrid. They became a worse overall attacking team after he arrived -- not to mention that PSG got significantly better and won the Champions League right after he left. Robert Lewandowski drops off because he's not even the most productive player on his own team, and we're cutting out all the Bayern Munich guys because they got to beat up on a bad Bundesliga field this season.So, among the attackers, that leaves us with Raphinha, Dembélé and Salah. And yes, that's Raphinha and not Lamine Yamal. Raphinha had one more assist than Yamal this season -- and then 17 more goals. You can make the argument that Yamal is providing more value than Raphinha in other areas of the field, but you can't make the argument that Yamal is providing 19 more goals worth of value in other areas of the field.What about the non-attackers? Virgil van Dijk got the second-most votes of any player in the ESM polls throughout the season. In fact, he's now made more team-of-the-month appearances than any center back since 1995. If you want to say he's the best center back of the modern era, I'm not going to stop you.Van Dijk already had the highest peak, and now he's starting to stretch out his longevity. But like with Lewandowski, who now has more team-of-the-season appearances than any center forward since 1995 and probably is the best center forward of the modern era, he wasn't even the best player on his own team this season.However, there is another defender who deserves to be in the conversation. If we look at that same adjusted attacking contribution number, but filter down to players that Stats Perform considers as defenders, then here's what the top 10 looks like:And even that chart is underselling how much better Hakimi is than everyone else.The four players directly behind him are wing backs for Bayer Leverkusen and Inter Milan, so they're classified as defenders but have nowhere near the defensive responsibility that a more traditional wing back like Hakimi does. So, really, the closest comparative player is Trent Alexander-Arnold, whose output was 50% worse than Hakimi's. Plus, Hakimi is -- at worst -- an average defender, so he's not taking anything off the table without the ball.There's no one else in the world who can do what he does.Dembélé, Salah, Raphinha or Hakimi?Ultimately, while PSG's late-season triumph makes the choice for the award seem obvious, there are four players who would all be worthy winners. Who you choose depends on how you view the award, and since the criteria remains incredibly vague, there is still plenty of room for interpretation.The case for Hakimi is that he's better than the next-best player at his position by a bigger margin than the best player at any other position. If we came up with some kind of value-above-average metric at each position, he might grade out higher than anyone else. Throw in the treble PSG just won, and that's a strong argument.play1:35Laurens: Dembélé has secured Ballon d'Or at Club World CupJulien Laurens reacts to Ousmane Dembélé's performances at the Club World Cup.The case for Raphinha is that he was the most productive player in the world after we made our minor adjustments that controlled for penalties and the quality of chances created. On top of that, he's also a better defender than the other two attackers listed here -- he played a vital role in the effectiveness of Barcelona's high press. The right-footed left winger role is probably the most competitive position in the sport, and no one was better than he was this season.The case for Salah can be a simple one: He put up 54 combined goals+assists, while no one else in the world hit 50. Sure, those numbers dip down a bit once you control for penalties and chance-creation quality, but the Premier League was -- by far -- the most competitive top-to-bottom league in the world this past season. (See: the teams that finished 15th and 17th in the table both making the Europa League final, and fourth winning the Club World Cup.)Salah also passed the ball into and touched the ball inside of the box way more often than any of these guys. If you replaced all four of these players with a league-average player, then Liverpool would easily suffer the most. He carried a way bigger burden than any of Hakimi, Raphinha, and Dembélé did.The case for Dembélé is the simplest one: the best attacker on the best team in the world. He outplayed Salah when the theoretical two best teams in the world met back in March. And, well, he was simply excellent at everything you expect from a modern attacker: scoring, creating, facilitating, off-ball running and pressing.The main argument against Dembélé is a familiar one: He didn't play enough! But for the first time in his career, you could actually flip that in his favor.Both Salah and Raphinha played over 4,000 minutes across the Champions League and their domestic leagues. Hakimi hit slightly north of 3,600, while Dembélé was just a hair below 2,900 minutes. Salah ranked sixth among all players -- including goalkeepers! -- in minutes played across the two major competitions this season, and Raphinha wasn't far behind in 14th. Dembélé, meanwhile, was all the way down in 259th. Yet, despite that, he still ranked fourth in goals+assists and third in the adjusted number. On a per-minute basis, he's been the most productive player in the world, by a sizable margin.The point of an exercise like this is to try to step outside of the prevailing narrative and the team-colored fog to identify who actually was the best individual player in the world this past season. But when it's as close as it is between these players, then marginal factors like team success and head-to-head matchups can serve as a tiebreaker. Dembélé showed up for the games that mattered, proved his Ligue 1 numbers weren't a fluke, and still nearly matched Raphinha's and Salah's total production in significantly fewer minutes.And so, if I were given my own top-10 ballot, here's how I would fill it out:1) Ousmane Dembélé, PSG\n2) Mohamed Salah, Liverpool\n3) Raphinha, Barcelona\n4) Achraf Hakimi, PSG\n5) Virgil van Dijk, Liverpool\n6) Lamine Yamal, Barcelona\n7) Robert Lewandowski, Barcelona\n8) Harry Kane, Bayern Munich\n9) Pedri, Barcelona\n10) Julián Álvarez, Atletico MadridEnjoy the offseason. Preseason started last week.\n\n\nTerms of UsePrivacy PolicyInterest-Based AdsManage Privacy Preferences© ESPN Enterprises, Inc. All rights reserved.\nDon Hutchison explains why he's not convinced Chelsea can turn their impressive Club World Cup win into Premier League glory. (1:39)\nBarring something unexpected, Ousmane Dembélé is going to win the Ballon d'Or.\nThe Paris Saint-Germain forward scored 21 goals and added six assists in Ligue 1, and PSG won the league by 19 points. He scored eight goals and added six assists in the Champions League, and PSG won the Champions League final by five goals.\nOn top of all that, PSG's transformation into the best team in the world almost directly coincided with Dembélé moving to center forward and playing off the charts in 2025. So, not only does Dembélé have the statistics and the trophies that voters typically look for, but he also has the narrative. PSG are better than everyone else -- and we all can see that Dembélé is the biggest reason why.\nCould the voters be swayed by Chelsea's 3-0 win over PSG in the Club World Cup final and, I don't know, give the award to Cole Palmer instead? Jorginho finished third in 2021 and Dani Carvajal finished fourth last season, and Palmer is significantly better than both of them, so I'm not putting anything past them. But in terms of trying to predict this thing: Dembélé is still the major favorite.\nThe more interesting question, then, is who should win the Ballon d'Or?\nYes, back in March I wrote a column titled \"How Ousmane Dembélé became the world's best soccer player.\" But I was referring to that specific moment in time -- right after PSG beat Liverpool at Anfield and eliminated them from the Champions League in a penalty shootout -- and that's not really even what the award is about. Four years ago, the award-bodies-that-be switched the judgment period from a calendar-year time frame to a period that starts in August and ends the following July.\nIn other words: Which player had the best 2024-25 season? Let's figure it out.\nGiven that most of us still accept PSG as the clear best team in the world -- even after what happened in the Club World Cup final on Sunday -- it's funny to think back to a couple of points in the season.\nAs of Dec. 1 last year, PSG had won once, drawn once, and lost three times across the first five Champions League matches. They'd scored three goals, conceded five, and were legitimately flirting with not even getting out of the league phase. From that point on, they played 12 more games in Europe: They won 10 games, lost two, scored 35 goals and conceded nine.\nThanks to that near-implosion at the start, though, PSG drew first-seeded Liverpool in the round of 16. The second leg at Anfield was one of the best 1-0 matches you'll ever see, and all that kept it from going down as an all-time classic was a couple of balls not bouncing past the goal line.\nHad Liverpool center back Jarell Quansah's 79th-minute header bounced off of the post and in -- instead of out -- then the story of this season is so different, isn't it? Or even if just two shots go differently in the shootout. Then there's no Dembélé redemption arc, Désiré Doué never has his breakout in the final, and no one is talking about anyone on PSG as a worthy Ballon d'Or winner.\nHow do I know this? Because no one was talking about it until that game.\nThe best representation of collective soccer wisdom we have is the team of the month from European Sports Media. Each month, since at least 1995, a group of journalists working for a collection of magazines across Europe have voted on their best XI. The votes get added together, and the players with the most votes make that month's team.\nThe Ballon d'Or vote totals aren't useless pieces of information, but they tend to be way too skewed toward whatever teams have won trophies that season, and there's no positional designation. Since it's updated every month, the ESM list provides a much more comprehensive and consistent picture of who the people who cover soccer think are playing the best soccer throughout the season.\nFor example: Since 1995, Lionel Messi made the team 88 times, Cristiano Ronaldo was selected 51 times, and no one else has more than 31 selections.\nOr, as of February of this season: only one PSG player had been selected to a team of the month -- and it wasn't Dembélé. No, it was Achraf Hakimi. For comparison's sake: Liverpool already had 18 (!) team of the month selections. Heck, they'd even had two separate goalkeepers make the team, in Alisson Becker and Caoimhín Kelleher. After Liverpool, the joint-next-most selections came from Barcelona and Real Madrid, with seven each.\nSo, when you add up all of the votes at the end of the season, PSG's players don't rate as highly as you'd expect. Here's everyone who received at least 20 individual votes over the course of the season, per the July issue of World Soccer magazine:\n1) Mohamed Salah, Liverpool: 43\n2) Virgil van Dijk, Liverpool: 42\nT-3) Robert Lewandowski: Barcelona 32\nT-3) Kylian Mbappé, Real Madrid: 32\nT-5) Lamine Yamal, Barcelona: 26\nT-5) Achraf Hakimi, PSG: 26\n7) Harry Kane, Bayern Munich: 24\n8) Ousmane Dembélé, PSG: 23\n9) Trent Alexander-Arnold, Liverpool: 22\n10) Scott McTominay, Napoli: 21\n11) Cole Palmer, Chelsea: 20\nThe flipside of PSG, then, is Liverpool. They had pretty much the worst-possible season in terms of a great team trying to capture the Ballon d'Or narrative.\nLiverpool dominated the Premier League and the Champions League up through mid-March, but they were quite unlucky with finishing first in the league phase, but still drawing PSG and therefore ending their Champions League run early. They lost the Carabao Cup final a few days after the PSG match, and while a rotated squad knocked out of the FA Cup a few weeks prior, the dominant team up to that point in the 2024-25 season suddenly had very little to play for.\nIf we just look at goals and assists in domestic play, then there's no doubt who should win the award. One guy has 13 more goal contributions than every other player:\nYep, Mohamed Salah. However, there are two problems with looking at things this way.\nThe first is that we're counting penalties as if they're just as valuable as any other goal. And, well, they are -- they add one more point to your score -- but unlike every other shot, the player doesn't have to do anything to generate the shot (unless he's the one who draws the foul). His coach just tells him to take it.\nAnd then, we're also counting assists as equal. So, a fantastic through ball that creates a breakaway for a teammate is the same as passing the ball to Maradona before he dribbles through England's entire team.\nWe can rectify this. For an end-of-season award, penalties shouldn't be meaningless, but they also shouldn't just be worth a full goal. Instead, we're going to award each player with the difference between the expected conversion rate (79%) and a goal, so every penalty goal is worth 0.21 goals. And then for assists, we're going to use Stats Perform's expected assists, or xA, where every pass on the field gets valued based on how likely it is to turn into a goal if the player decides to shoot the ball.\nOnce we do those adjustments and then add it all together, here's how those numbers look:\nKylian Mbappé is our new front-runner. However, we're still leaving out the tournament where these players get to play against each other.\nIf we add in Champions League play, then the top 10 ends up looking like this:\nRaphinha is now in the top spot among a group that we can cut to three players.\nWe can lose Mbappé because his top-line numbers are overestimating his impact with Real Madrid. They became a worse overall attacking team after he arrived -- not to mention that PSG got significantly better and won the Champions League right after he left. Robert Lewandowski drops off because he's not even the most productive player on his own team, and we're cutting out all the Bayern Munich guys because they got to beat up on a bad Bundesliga field this season.\nSo, among the attackers, that leaves us with Raphinha, Dembélé and Salah. And yes, that's Raphinha and not Lamine Yamal. Raphinha had one more assist than Yamal this season -- and then 17 more goals. You can make the argument that Yamal is providing more value than Raphinha in other areas of the field, but you can't make the argument that Yamal is providing 19 more goals worth of value in other areas of the field.\nWhat about the non-attackers? Virgil van Dijk got the second-most votes of any player in the ESM polls throughout the season. In fact, he's now made more team-of-the-month appearances than any center back since 1995. If you want to say he's the best center back of the modern era, I'm not going to stop you.\nVan Dijk already had the highest peak, and now he's starting to stretch out his longevity. But like with Lewandowski, who now has more team-of-the-season appearances than any center forward since 1995 and probably is the best center forward of the modern era, he wasn't even the best player on his own team this season.\nHowever, there is another defender who deserves to be in the conversation. If we look at that same adjusted attacking contribution number, but filter down to players that Stats Perform considers as defenders, then here's what the top 10 looks like:\nAnd even that chart is underselling how much better Hakimi is than everyone else.\nThe four players directly behind him are wing backs for Bayer Leverkusen and Inter Milan, so they're classified as defenders but have nowhere near the defensive responsibility that a more traditional wing back like Hakimi does. So, really, the closest comparative player is Trent Alexander-Arnold, whose output was 50% worse than Hakimi's. Plus, Hakimi is -- at worst -- an average defender, so he's not taking anything off the table without the ball.\nThere's no one else in the world who can do what he does.\nUltimately, while PSG's late-season triumph makes the choice for the award seem obvious, there are four players who would all be worthy winners. Who you choose depends on how you view the award, and since the criteria remains incredibly vague, there is still plenty of room for interpretation.\nThe case for Hakimi is that he's better than the next-best player at his position by a bigger margin than the best player at any other position. If we came up with some kind of value-above-average metric at each position, he might grade out higher than anyone else. Throw in the treble PSG just won, and that's a strong argument.\nJulien Laurens reacts to Ousmane Dembélé's performances at the Club World Cup.\nThe case for Raphinha is that he was the most productive player in the world after we made our minor adjustments that controlled for penalties and the quality of chances created. On top of that, he's also a better defender than the other two attackers listed here -- he played a vital role in the effectiveness of Barcelona's high press. The right-footed left winger role is probably the most competitive position in the sport, and no one was better than he was this season.\nThe case for Salah can be a simple one: He put up 54 combined goals+assists, while no one else in the world hit 50. Sure, those numbers dip down a bit once you control for penalties and chance-creation quality, but the Premier League was -- by far -- the most competitive top-to-bottom league in the world this past season. (See: the teams that finished 15th and 17th in the table both making the Europa League final, and fourth winning the Club World Cup.)\nSalah also passed the ball into and touched the ball inside of the box way more often than any of these guys. If you replaced all four of these players with a league-average player, then Liverpool would easily suffer the most. He carried a way bigger burden than any of Hakimi, Raphinha, and Dembélé did.\nThe case for Dembélé is the simplest one: the best attacker on the best team in the world. He outplayed Salah when the theoretical two best teams in the world met back in March. And, well, he was simply excellent at everything you expect from a modern attacker: scoring, creating, facilitating, off-ball running and pressing.\nThe main argument against Dembélé is a familiar one: He didn't play enough! But for the first time in his career, you could actually flip that in his favor.\nBoth Salah and Raphinha played over 4,000 minutes across the Champions League and their domestic leagues. Hakimi hit slightly north of 3,600, while Dembélé was just a hair below 2,900 minutes. Salah ranked sixth among all players -- including goalkeepers! -- in minutes played across the two major competitions this season, and Raphinha wasn't far behind in 14th. Dembélé, meanwhile, was all the way down in 259th. Yet, despite that, he still ranked fourth in goals+assists and third in the adjusted number. On a per-minute basis, he's been the most productive player in the world, by a sizable margin.\nThe point of an exercise like this is to try to step outside of the prevailing narrative and the team-colored fog to identify who actually was the best individual player in the world this past season. But when it's as close as it is between these players, then marginal factors like team success and head-to-head matchups can serve as a tiebreaker. Dembélé showed up for the games that mattered, proved his Ligue 1 numbers weren't a fluke, and still nearly matched Raphinha's and Salah's total production in significantly fewer minutes.\nAnd so, if I were given my own top-10 ballot, here's how I would fill it out:\n1) Ousmane Dembélé, PSG\n2) Mohamed Salah, Liverpool\n3) Raphinha, Barcelona\n4) Achraf Hakimi, PSG\n5) Virgil van Dijk, Liverpool\n6) Lamine Yamal, Barcelona\n7) Robert Lewandowski, Barcelona\n8) Harry Kane, Bayern Munich\n9) Pedri, Barcelona\n10) Julián Álvarez, Atletico Madrid\nEnjoy the offseason. Preseason started last week.",
    "url": "https://www.espn.com/soccer/story/_/id/45741609/if-not-psgs-dembele-win-2024-25-ballon-dor-salah-mbappe-raphinha",
    "publish_date": "2025-07-15T09:35:03Z",
    "source": "www.espn.com"
  }
]